<?php
// Heading
$_['heading_title']				= 'Увійдіть і сплатіть через Amazon';
$_['heading_address']			= 'Виберіть адресу доставки';
$_['heading_payment']			= 'Виберіть спосіб оплати';
$_['heading_confirm']			= 'Підсумок замовлення';
// Text
$_['text_back']					= 'Назад';
$_['text_cart']					= 'кошик';
$_['text_confirm']				= 'Підтвердити';
$_['text_continue']				= 'Продовжити';
$_['text_lpa']					= 'Увійдіть і сплатіть через Amazon';
$_['text_enter_coupon']			= 'Введіть код купону тут. Якщо у вас його немає, залиште його пустим.';
$_['text_coupon']				= 'Купон';
$_['text_tax_other']			= 'Податки/інші збори за обробку';
$_['text_success_title']		= 'Ваше замовлення виконано!';
$_['text_payment_success']		= 'Ваше замовлення успішно розміщено. Деталі замовлення наведено нижче';
// Error
$_['error_payment_method']		= 'Виберіть спосіб оплати';
$_['error_shipping']			= 'Виберіть спосіб доставки';
$_['error_shipping_address']	= 'Виберіть адресу доставки';
$_['error_shipping_methods']	= 'Під час отримання вашої адреси з Amazon сталася помилка. Зверніться за допомогою до адміністратора магазину.';
$_['error_no_shipping_methods'] = 'Немає варіантів доставки за вибраною адресою. Виберіть іншу адресу доставки.';
$_['error_process_order']		= 'Під час обробки вашого замовлення сталася помилка. Зверніться за допомогою до адміністратора магазину.';
$_['error_login']				= 'Помилка логіну';
$_['error_login_email']			= 'Помилка входу: електронна адреса облікового запису %s не збігається з електронною адресою облікового запису Amazon';
$_['error_minimum']             = 'Мінімальна сума замовлення для входу та оплати через Amazon становить %s!';
