<?php
// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію!';
$_['text_welcome']        = 'Ласкаво просимо та дякую за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис успішно створено, і ви можете увійти, використовуючи вказану при реєстрації адресу електронної пошти та пароль на нашому сайті:';
$_['text_approval']       = 'Ваш обліковий запис очікує на підтвердження. Після її підтвердження ви зможете увійти на сайт, використовуючи вашу адресу електронної пошти та пароль, за посиланням:';
$_['text_services']       = 'Після входу на сайт ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків та багато іншого.';
$_['text_thanks']         = 'Дякую,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєстровано нового покупця:';
$_['text_website']        = 'Веб сайт:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
