<?php
// Text
$_['text_subject']  = 'Ви надіслали подарунковий сертифікат із магазину %s';
$_['text_greeting'] = 'Вітаємо, ви отримали подарунковий сертифікат вартістю %s';
$_['text_from']     = 'Цей подарунковий сертифікат вам надіслав %s';
$_['text_message']  = 'З повідомленням';
$_['text_redeem']   = 'Щоб використати сертифікат, запишіть код  <b>%s</b> потім натисніть на посилання нижче та придбайте товар. Також можна ввести код сертифіката на сторінці кошика безпосередньо перед оформленням замовлення.';
$_['text_footer']   = 'Будь ласка, дайте відповідь на цей лист, якщо у вас виникли будь-які питання.';
