<?php
// Heading
$_['heading_title']     	= 'Групи атрибутів';

// Text
$_['text_success']          = 'Групи атрибутів успішно оновлено!';
$_['text_list']          	= 'Список груп атрибутів';
$_['text_add']          	= 'Додавання групи';
$_['text_edit']          	= 'Редагування групи';

// Column
$_['column_name']          	= 'Назва групи';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']          	= 'Назва';
$_['entry_sort_order']      = 'Порядок сортування';

// Error
$_['error_permission']      = 'У вас немає прав для зміни груп атрибутів!';
$_['error_name']          	= 'Назва групи атрибутів має бути від 3 до 64 символів!';
$_['error_attribute']       = 'Група атрибутів не може бути видалена, оскільки вона використовується %s атрибутами!';
$_['error_product']         = 'Група атрибутів не може бути видалена, оскільки вона використовується %s товарами!';
