<?php
// Heading
$_['heading_title']     		= 'Фільтри';

// Text
$_['text_success']          	= 'Фільтри успішно оновлено!';
$_['text_list']          		= 'Список фільтрів';
$_['text_add']          		= 'Додавання фільтра';
$_['text_edit']          		= 'Редагування фільтра';

// Column
$_['column_group']          	= 'Група фільтрів';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_group']          		= 'Назва групи:';
$_['entry_name']          		= 'Назва фільтра:';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']          = 'У вас немає прав для зміни фільтрів!';
$_['error_group']          		= 'Назва групи фільтрів має бути від 1 до 64 символів!';
$_['error_name']          		= 'Назва фільтра має бути від 1 до 64 символів!';
