<?php
// Heading
$_['heading_title']          	= 'Інформація';

// Text
$_['text_success']          	= 'Список статей оновлено!';
$_['text_list']          		= 'Список статей ';
$_['text_add']          		= 'Додавання статті';
$_['text_edit']          		= 'Редагування статті';
$_['text_default']          	= 'Основний магазин';

// Column
$_['column_title']          	= 'Заголовок статті';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_title']          		= 'Заголовок статті:';
$_['entry_description']         = 'Опис:';
$_['entry_store']          		= 'Магазини:';
$_['entry_meta_title']          = 'HTML-тег Title';
$_['entry_meta_h1']             = 'HTML-тег H1';
$_['entry_meta_keyword']        = 'Мета-тег Keywords:';
$_['entry_meta_description']    = 'Мета-тег Description:';
$_['entry_keyword']          	= 'SEO URL:';
$_['entry_bottom']          	= 'Відображати у футері:';
$_['entry_status']          	= 'Статус:';
$_['entry_sort_order']          = 'Порядок сортування:';
$_['entry_layout']          	= 'Виберіть макет:';

// Help
$_['help_keyword']          	= 'Використовуйте тире замість пробілів. Має бути унікально на всю систему';
$_['help_bottom']          		= 'Показати у футері';

// Error
$_['error_warning']          	= 'Уважно перевірте форму на помилки!';
$_['error_permission']          = 'У вас немає прав для зміни статей!';
$_['error_title']          		= 'Заголовок статті має бути від 3 до 64 символів!';
$_['error_description']         = 'Опис має бути не менше 3 символів!';
$_['error_meta_title']          = 'Мета-тег Title має бути від 3 до 255 символів!';
$_['error_keyword']          	= 'Цей SEO keyword вже використовується!';
$_['error_account']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Політикою безпеки за умовчанням!';
$_['error_checkout']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Умовами угоди за умовчанням!';
$_['error_affiliate']          	= 'Сторінку не можна видалити, оскільки вона використовується в умовах партнерської програми!';
$_['error_return']          	= 'Увага! Ця інформаційна сторінка не може бути видалена, оскільки зараз використовується в магазині як умови повернення!';
$_['error_store']          		= 'Сторінку не можна видалити, оскільки вона використовується в %s магазинах!';
