<?php
// Heading
$_['heading_title']           		= 'Країни';

// Text
$_['text_success']          		= 'Список країн оновлено!';
$_['text_list']          			= 'Список країн';
$_['text_add']          			= 'Додавання країни';
$_['text_edit']          			= 'Редагування країни';

// Column
$_['column_name']          			= 'Назва країни';
$_['column_iso_code_2']          	= 'Код ISO (2)';
$_['column_iso_code_3']          	= 'Код ISO (3)';
$_['column_action']          		= 'Дія';

// Entry
$_['entry_name']          			= 'Назва країни:';
$_['entry_iso_code_2']          	= 'Код ISO (2):';
$_['entry_iso_code_3']          	= 'Код ISO (3):';
$_['entry_address_format']          = 'Формат адреси:';
$_['entry_postcode_required']       = 'Індекс обов\'язковий:';
$_['entry_status']          		= 'Статус:';

// Help
$_['help_address_format']          	= 'Ім\'я = {firstname}<br />Прізвище = {lastname}<br />Компанія = {company}<br />Адреса 1 = {address_1}<br />Адреса 2 = {address_2}<br />Місто = {city}<br />Індекс = {postcode}<br />Регіон = {zone}<br />Код регіону = {zone_code}<br />Країна = {country}';

// Error
$_['error_permission']          	= 'У вас немає прав для зміни списку країн';
$_['error_name']          			= 'Назва країни має бути від 3 до 128 символів!';
$_['error_default']          		= 'Цю країну не можна видалити, оскільки вона призначена за замовчуванням для магазину.!';
$_['error_store']          			= 'Цю країну не можна видалити, оскільки вона використовується у %s магазинах!';
$_['error_address']          		= 'Цю країну не можна видалити, оскільки вона прикріплена до %s адреси(ам)!';
$_['error_affiliate']          		= 'Цю країну не можна видалити, оскільки вона прикріплена до %s партнера(ам)!';
$_['error_zone']          			= 'Цю країну не можна видалити, оскільки вона прикріплена до %s зони(ам)!';
$_['error_zone_to_geo_zone']        = 'Цю країну не можна видалити, оскільки вона прикріплена до %s зони(ам) у географічних зонах!';
