<?php
// header
$_['heading_title']   	 = 'Забули пароль?';

// Text
$_['text_forgotten']     = 'Забутий пароль';
$_['text_your_email']    = 'Ваш E-mail';
$_['text_email']         = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Перейдіть за посиланням скидання пароля, надісланого вам електронною поштою.';
$_['text_success']       = 'Посилання для підтвердження надіслано на вашу електронну адресу.';

// Entry
$_['entry_email']        = 'E-mail:';
$_['entry_password']     = 'Новий пароль:';
$_['entry_confirm']      = 'Повторити:';

// Error
$_['error_email']        = 'Такий e-mail не знайдено';
$_['error_password']     = 'Пароль має бути від 3 до 20 символів!';
$_['error_confirm']      = 'Паролі не співпадають!';
