<?php
// Heading
$_['heading_title']       		= 'Макети';

// Text
$_['text_success']          	= 'Список макетів успішно оновлено!';
$_['text_list']          		= 'Список макетів';
$_['text_add']          		= 'Додавання макету';
$_['text_edit']          		= 'Редагування макету';
$_['text_move']          		= 'Перетягніть для зміни сортування';
$_['text_remove']               = 'Видалити';
$_['text_route']                = 'Виберіть магазин, який використовуватиметься з цим макетом';
$_['text_module']               = 'Виберіть положення модулів';
$_['text_default']          	= 'За замовчуванням';
$_['text_content_top']          = 'Вгорі сторінки';
$_['text_content_bottom']       = 'Внизу сторінки';
$_['text_column_left']          = 'Ліва колонка';
$_['text_column_right']         = 'Права колонка';

// Column
$_['column_name']          		= 'Назва макета';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_name']          		= 'Назва макета:';
$_['entry_store']          		= 'Магазин:';
$_['entry_route']          		= 'Шлях:';
$_['entry_module']          	= 'Модуль:';

// Error
$_['error_permission']          = 'У вас немає прав для зміни макету!';
$_['error_name']          		= 'Назва макета має бути від 3 до 64 символів!';
$_['error_default']          	= 'Цей макет не можна видалити, оскільки він використовується в магазині за замовчуванням.!';
$_['error_store']          		= 'Цей макет не можна видалити, оскільки він використовується %s магазином(ами)!';
$_['error_product']          	= 'Цей макет не можна видалити, оскільки він використовується %s товаром(ами)!';
$_['error_category']          	= 'Цей макет не можна видалити, оскільки він використовується %s категорією(ями)!';
$_['error_information']         = 'Цей макет не можна видалити, оскільки він використовується %s сторінкою(ами)!';
