<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти від вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль електронною поштою.';
$_['text_success']    = 'Новий пароль було надіслано на Вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail адреса:';

// Error
$_['error_email']     = 'Така E-Mail адреса не знайдена, спробуйте знову!';
$_['error_approved']  = 'Ваш обліковий запис має бути схвалений адміністрацією магазину, тільки після цього ви зможете увійти до особистого кабінету.';
