<?php
// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет партнера';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>Партнерська програма %s є абсолютно безкоштовною і дозволяє учасникам отримувати додатковий дохід шляхом розміщення посилань як на весь наш магазин %s, так і на окремі товари. Кожна покупка, здійснена за партнерським посиланням, принесе дохід! Стандартний розмір комісії складає %s.</p><p>За детальною інформацією звертайтесь на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate']            = 'Новий Партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть Продовжити, щоб створити обліковий запис партнера. Зверніть увагу, що цей обліковий запис ніяк не пов\'язаний з будь-яким обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten']                = 'Забули пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Не знайдено введену адресу електронної пошти та/або пароль вказано неправильно.';
$_['error_attempts']                = 'Увага: Ви перевищили допустиму кількість спроб входу до системи. Будь ласка, спробуйте пізніше.';
$_['error_approved']                = 'Для авторизації необхідно спочатку підтвердити обліковий запис E-Mail.';
