<?php
// Heading
$_['heading_title'] = 'Обліковий запис партнера успішно створено!';

// Text
$_['text_message']  = '<p>Дякуємо за реєстрацію!</p> <p>You are now a member of %s affiliates.</p> <p>Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазину.</p> <p>Будь-які питання про партнерську програму можна поставити <a href="%s">адміністрації магазину</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію у %s!</p><p>Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазину.</p><p>Будь-які питання про партнерську програму можна поставити <a href="%s">адміністрації магазину</a>.</p>';
$_['text_account']  = 'Кабінет партнера';
$_['text_success']  = 'Успішно';
