<?php
// Heading
$_['heading_title']    = 'Реферали партнера';

// Text
$_['text_account']     = 'Кабінет партнера';
$_['text_description'] = 'Для того, щоб отримувати винагороду з покупок клієнтів, необхідно додати в посилання код рефералу. Скористайтеся генератором посилань для сайту %s.';

// Entry
$_['entry_code']       = 'Код рефералу';
$_['entry_generator']  = 'Генератор посилань';
$_['entry_link']       = 'Ваше посилання';

// Help
$_['help_generator']  = 'Введіть назву товару, на який потрібно створити посилання';
