<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забутий пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль електронною поштою.';
$_['text_success']    = 'Новий пароль було надіслано на вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail:';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердити';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте та спробуйте ще раз!';
$_['error_approved']  = 'Увага: Потрібно підтвердити ваш обліковий запис перед авторизацією.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Паролі не співпадають!';
