<?php
// header
$_['heading_title']  = 'Скидання пароля';

// Text
$_['text_account']   = 'Обліковий запис';
$_['text_password']  = 'Введіть новий пароль, який потрібно використовувати.';
$_['text_success']   = 'Ваш пароль успішно оновлено.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердіть';

// Error
$_['error_password'] = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm']  = 'Будь ласка, підтвердіть пароль правильно!';
$_['error_code']     = 'Код скидання пароля недійсний або вже був використаний раніше!';
