<?php
// Heading
$_['heading_title'] = 'Обліковий запис успішно створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш обліковий запис було успішно створено.</p><p>тепер ви можете скористатись додатковими можливостями: перегляд історії замовлень, друк рахунку, зміна своєї контактної інформації та адрес доставки, стежити за накопиченими балами та багато іншого...</p><p>Якщо у вас є питання, напишіть нам.</p><p>Лист із даними про реєстрацію було надіслано на вказаний E-mail. Якщо ви не отримали листа, будь ласка <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякую за реєстрацію %s!</p><p>Ви будете повідомлені електронною поштою, як тільки ваш особистий кабінет буде активовано адміністрацією магазину.</p><p>Якщо у вас є якісь питання, будь ласка <a href="%s">зв\'яжіться з адміністратором</a>.</p>';
$_['text_account']  = 'Особистий кабінет';
$_['text_success']  = 'Обліковий запис успішно створено!';
