<?php
// Heading
$_['heading_title']    = 'Покупка подарункового сертифікату';

// Text
$_['text_account']     = 'Обліковий запис';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Після заповнення всіх полів сертифікат буде переміщений в кошик, та після оплати - відправлено одержувачу на вказаний e-mail.</p>';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню..';
$_['text_message']     = '<p>Сертифікат переміщено до кошика. Після його оплати, одержувачу буде надіслано листа з інструкцією про те, як ним скористатися.</p>';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім\'я одержувача:';
$_['entry_to_email']   = 'Email одержувача:';
$_['entry_from_name']  = 'Ваше ім\'я:';
$_['entry_from_email'] = 'Ваш Email:';
$_['entry_theme']      = 'Тематика:';
$_['entry_message']    = 'Повідомлення:';
$_['entry_amount']     = 'Сума:';

// Help
$_['help_message']     = 'За бажанням';
$_['help_amount']      = 'Сума має бути від %s до %s';

// Error
$_['error_to_name']    = 'Ім\'я одержувача повинне містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинне містити від 1 до 64 символів!';
$_['error_email']      = 'Введіть діючий E-Mail!';
$_['error_theme']      = 'Виберіть тему сертифіката!';
$_['error_amount']     = 'Сума повинна бути більшою за %s і менше %s!';
$_['error_agree']      = 'Ви повинні погодитись з тим, що подарункові сертифікати не підлягають поверненню!';
