<?php
// Heading
$_['heading_title'] = 'Використовувати бонусні бали (Доступно: %s)';

// Text
$_['text_reward']   = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Замовлення №: #%s';
$_['text_success']  = 'Ваші Бонусні бали були успішно використані!';

// Entry
$_['entry_reward']  = 'Кількість (максимум %s)';

// Error
$_['error_reward']  = 'Будь ласка, вкажіть кількість балів, які бажаєте використовувати для цього замовлення!';
$_['error_points']  = 'У вас не вистачає бонусних балів, потрібно ще %s!';
$_['error_maximum'] = 'Максимальна кількість бонусних балів, яка може бути використана для цього замовлення – %s!';
