<?php
// Heading
$_['heading_title']        = 'Дізнатись вартість доставки';

// Text
$_['text_success']         = 'Спосіб доставки успішно прийнято. Підсумкова сума замовлення змінена!';
$_['text_shipping']        = 'Щоб дізнатися (приблизну) вартість доставки, вкажіть Ваш регіон';
$_['text_shipping_method'] = 'Будь ласка, вкажіть кращий спосіб доставки';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / область';
$_['entry_postcode']       = 'Індекс';

// Error
$_['error_postcode']       = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, вкажіть Країну!';
$_['error_zone']           = 'Будь ласка, вкажіть Регіон / область!';
$_['error_shipping']       = 'Будь ласка, вкажіть кращий спосіб доставки';
$_['error_no_shipping']    = 'Немає жодного доступного способу доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a>, і ми знайдемо вирішення проблеми!';
