<?php
// Text
$_['text_success']           = 'Замовлення було успішно змінено';

// Error
$_['error_permission']       = 'Увага: Ви не маєте дозволу на доступ до API!';
$_['error_customer']         = 'Необхідно задати відомості про клієнта!';
$_['error_payment_address']  = 'Потрібна адреса оплати!';
$_['error_payment_method']   = 'Потрібний спосіб оплати!';
$_['error_no_payment']       = 'Увага: Варіанти оплати недоступні!';
$_['error_shipping_address'] = 'Потрібна адреса доставки!';
$_['error_shipping_method']  = 'Потрібний спосіб доставки!';
$_['error_no_shipping']      = 'Увага: Варіанти доставки недоступні!';
$_['error_stock']            = 'Товари, зазначені *** не доступні у потрібній кількості чи немає на складі!';
$_['error_minimum']          = 'Мінімальна сума замовлення для %s-%s!';
$_['error_not_found']        = 'Увага: Замовлення не знайдено!';
