<?php
// Text
$_['text_address']       = 'Успіх: Адреса доставки було встановлено!';
$_['text_method']        = 'Успіх: Спосіб доставки було створено!';

// Error
$_['error_permission']   = 'Увага: Ви не маєте дозволу на доступ до API!';
$_['error_firstname']    = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3-х до 128 знаків!';
$_['error_city']         = 'Місто має бути від 2 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс для цієї країни повинен містити від 2 до 10 символів!';
$_['error_country']      = 'Будь ласка, оберіть країну!';
$_['error_zone']         = 'Будь ласка, оберіть регіон / область!';
$_['error_custom_field'] = 'потрібно %s!';
$_['error_address']      = 'Увага: Потрібна адреса доставки!';
$_['error_method']       = 'Увага: Потрібний метод доставки!';
$_['error_no_shipping']  = 'Попередження: Варіанти доставки недоступні!';
