<?php
// Text
$_['text_success']     = 'Успіх: Ваш подарунковий ваучер було застосовано!';
$_['text_cart']        = 'Успіх: Ви змінили ваш кошик!';
$_['text_for']         = '%s подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'Увага: Ви не маєте дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: Подарунковий сертифікат є недійсним або баланс був використаний!';
$_['error_to_name']    = 'Ім\'я одержувача повинне містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинне містити від 1 до 64 символів!';
$_['error_email']      = 'Така адреса електронної пошти неприпустима!';
$_['error_theme']      = 'Потрібно вибрати тему!';
$_['error_amount']     = 'Сума має бути від %s до %s!';
